Repository: Anas0Bam/Delivery_App
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

# headerOnboarding1
source: Order form the stores around you do not go far
ar: أطلب من حولك لا تروح بعيد

# headerOnboarding2
source: Choose the area wherever you are
ar: إختار منطقتك وين ماكنت

# headerOnboarding3
source: Order whatever you want and we will deliver it to where you are ASAP
ar: إطلب الي تبي ونجيبه لين عندك أسرع شيء

# subtelOnboarding1
source: We provide a carior in your same area
ar: نوفر لك من يجيب اغراضك من نفس منطقتك

# subtelOnboarding2
source: Do not care about the carior distance, we will take car of that
ar: لا تشيل هم المندوب وين ماكنت

source: Login
ar: تسجيل دخول

source: Register
ar: سجل

# ortextFirstPag
source: Or you can register with
ar: أو يمكنك التسجيل عبر

source: Not a member?
ar: لست عضوا؟

# forgotPass
source: Forgot password?
ar: نسيت كلمة المرور

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

# passwordconf
source: Confirm password
ar: تأكيد كلمة المرور

# money
source: SR
ar: ريال

# details
source: Detials order
ar: تفاصيل الطلب

source: Supermarket
ar: تموينات

# order
source: Your orders
ar: طلباتك

# resturant
source: Resturants
ar: بوفيه

source: Landury
ar: مغاسل

# closetext
source: Close
ar: مغلق

# welcomeTitle
source: Welcome to Manadib
ar: مرحبا بك في تطبيق مناديب

source: Categories
ar: فئات المتاجر

source: Location
ar: الموقع

source: More
ar: المزيد

# near
source: Near by
ar: القريب منك

# maintenace
source: This page is under Maintenace
ar: الصفحة تحت النطرير

source: Logout
ar: سجل خروج

source: About us
ar: عنا

# aboutustext
source: Mnadib is a comapny that services you in the same neighbourhood without needing to request a far carrior
ar: مناديب متخصصة في توصبل المنتجات والإحتياجات الاسرية الغذائية والمنزلية عبر مندوبين يقومون بخدمات التوصيل والشراء من المتجار بالنيابه عنك داخل الحي الخاص بك وبأسرع وقت

# phonenum
source: Phone number
ar: رقم الجوال

# adress
source: Enter your address
ar: ادخل عنوانك

# profilePgae
source: User page
ar: صفحة المستخدم

# mydetials
source: My personal information
ar: معلوماتي الشخصية

# adressnew
source: Enter your new address
ar: ادخل عنوانك الجديد

# editadd
source: Edit your address
ar: عدل عنوانك

# firstNa
source: First Name
ar: الأسم الأول

# lastNa
source: Last Name
ar: الأسم الأخير

# edit
source: Save
ar: حفط

source: Cancel
ar: إلغاء

# editLastNa
source: Edit your last naem
ar: عدل على أسمك الأخير

# editFirstNa
source: Edit your First name
ar: عدل على أسمك الأول

# editEmial
source: Edit your email
ar: أدخل بريدك الإلكتروني الجديد

# editPho
source: Edit your phone number
ar: أدخل رقم جوالك الجديد

source: Send
ar: إرسال

# completed
source: Order Received
ar: تم التوصيل

source: Pending
ar: قيد الإنتظار

# fees
source: Delivery charge 5 SR
ar: رسوم التوصبل 5 ريال

# offer
source: Order above 200 SR and you will have no delivery fees
ar: اطلب فوق 200 ريال ولك توصيل مجاني

# already
source: Alreday have an account?
ar: هل لديك حساب بالفعل؟

# lets
source: Let's create an account for you
ar: لنفتح لك حساب

# enter
source: Enter your Email
ar: أدخل بريدك الإلكتروني

# reset
source: Reset your password
ar: إعادة تعين لكمة المرور

# verfi
source: A verification email has been sent to:
ar: تم إرسال رسالة التوثيق على:

# resend
source: Resend an email
ar: اعادة إرسال رسالة تعيين

# selectLnaguage
source: Select a language
ar: إختار لغة

# noOrders
source: You have not made any orders yet
ar: ليس هنالك أي طلبات تمت

# policy
source: Return and exchange policy and privacy
ar: سياسة الاسترجاع والاستبدال والخصوصية

# policyText
source: Return and exchange policy Returning products after receiving them What if I receive an incorrect or damaged product? - When you receive your order, please check its quality and condition. - If the application is damaged, the request is obtained from the request of the applicant to obtain the approval of the request to obtain approval from you. If you want to recover the value of the damaged item, please send us a photo of it. - In the event that you receive a product that you requested, you requested it, you requested it, you requested it immediately, you requested it, you requested it, you requested it, you requested it, you requested it, you requested it immediately. Return an amount in the event that the product is confirmed or does not match what is required * We will refund the amount paid into the currency that was used in the business. * In the event that the order value is paid in cash (payment upon receipt), the amount will be refunded to your wallet within the application. So you can get the possibility to refund the amount to your bank account
ar: سياسة الاسترجاع والاستبدال لا يمكنك استرجاع أو استبدال المنتجات بعد استلامها ماذا لو استلمت منتج غير صحيح أو متضرر؟ - عند استلام طلبك، نرجو منك التحقق من جودته وحالته. - إذا كان الطلب متضرر بصورة واضحة أو لا يطابق معايير الجودة في مناديب نرجو منك إبلاغ خدمة العملاء خلال 24 ساعة من استلامك للطلب حتى يتم قبول الشكوى . وعند رغبتك في استعادة قيمة المنتج المتضرر، نرجو منك إرسال صورته لنا . - في حال تم استلام منتج مختلف عن الذي طلبته، أو منتج لم تطلبه وقمت بدفع قيمته، نرجو منك إبلاغ خدمة العملاء خلال 24 ساعة من استلامه لنتحقق من طلبك و نتخذ الإجراء المناسب فورًا. ارجاع المبلغ في حالة تم تأكيد تضرر المنتج او عدم مطابقته للمطلوب * سنقوم بإعادة المبلغ الذي دفعته إلى بطاقتك البنكية التي استخدمتها في سداد مشترياتك، وقد تستغرق العمليّة عدة أيام حسب البنك الذي تتعامل معه. * في حال تم دفع قيمه الطلب نقدا ( الدفع عند الاستلام ) يتم استرجاع المبلغ إلى محفظتك داخل التطبيق . حتى تتمكن من استخدامه في طلباتك القادمة لا يمكن استرداد المبلغ إلى حسابك البنكي

source: Received
ar: تم إستلام الطلب

# support
source: Contact Support
ar: تواصل مع الدعم

# not
source: Not yet
ar: ليس بعد

# lastorder
source: Did you receive your last order?
ar: هل إستلمت أخر طلب؟

source: Place Name
ar: إسم المتجر

source: Order Date
ar: تاريخ الطلب

source: All
ar: الجميع
